package utils

const (
	colorBlue  = "\x1b[38;2;62;93;185m"
	colorRed   = "\x1b[38;2;213;70;70m"
	colorReset = "\x1b[0m"
	Banner     = "\r\n" +
		colorBlue + "██████╗ █████╗ ███╗   ██╗███████╗" + colorRed + "     █████╗ ██╗\n" +
		colorBlue + "╚══██╔╝██╔══██╗████╗  ██║██╔════╝" + colorRed + "    ██╔══██╗██║\n" +
		colorBlue + "   ██║ ███████║██╔██╗ ██║█████╗  " + colorRed + "    ███████║██║\n" +
		colorBlue + "   ██║ ██╔══██║██║╚██╗██║██╔══╝  " + colorRed + "    ██╔══██║██║\n" +
		colorBlue + "█████║ ██║  ██║██║ ╚████║███████╗" + colorRed + " ██╗██║  ██║██║\n" +
		colorBlue + "╚════╝ ╚═╝  ╚═╝╚═╝  ╚═══╝╚══════╝" + colorRed + " ╚═╝╚═╝  ╚═╝╚═╝\n" +
		"\033[0m\r\n"
)
